<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Неверное имя пользователя или пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'login' => 'Вход',
    'register' => 'Регистрация',
    'logout' => 'Выйти',
    'email' => 'Почта',
    'password' => 'Пароль',
    'remember_me' => 'Запомнить меня',
    'forgot_password' => 'Забыли пароль?',
    'reset_password' => 'Сбросить пароль',
    'confirm_password' => 'Подтвердите пароль',
    'send_password_reset_link' => 'Отправить ссылку для сброса',
    'confirm_password_before' => 'Пожалуйста, подтвердите свой пароль, прежде чем продолжить.',
    'name' => 'Имя',
    'verify_email' => 'Подтвердите свою почту',
    'verification_link_sent' => 'На ваш адрес электронной почты была отправлена ссылка для подтверждения.',
    'before_proceeding' => 'Прежде чем продолжить, проверьте свою электронную почту на наличие ссылки для подтверждения.',
    'did_not_receive' => 'Если вы не получили письмо',
    'request_another' => 'нажмите здесь, чтобы получить другое'
];
